{
  "offset": "0",
  "results": [
    {
      "body": "WOULD that thinking made it so, people sometimes wistfully say. But Christopher deCharms, the chief executive of Omneuron, a start-up in Menlo Park, Calif., believes the adage. The company he founded has created technologies that teach sufferers to think away their pain, and plans to similarly treat addiction, depression and other intractable",
      "byline": "By JASON PONTIN",
      "date": "20070826",
      "title": "SLIPSTREAM; Mind Over Matter, With a Machine's Help",
      "url": "http:\/\/www.nytimes.com\/2007\/08\/26\/business\/yourmoney\/26stream.html"
    },
    {
      "body": "SAN FRANCISCO, July 26 -- On the Web, anyone can be a mapmaker. With the help of simple tools introduced by Internet companies recently, millions of people are trying their hand at cartography, drawing on digital maps and annotating them with text, images, sound and videos. In the process, they are reshaping the world of mapmaking and collectively",
      "byline": "By MIGUEL HELFT",
      "date": "20070727",
      "title": "With Simple New Tools on Web, Amateurs Reshape Mapmaking",
      "url": "http:\/\/www.nytimes.com\/2007\/07\/27\/technology\/27maps.html"
    },
    {
      "body": "It's Still Dark Out, So Why Are the Birds Singing Away? Being the divas that they are, songbirds don't like noise. Urban birds have been known to alter their songs to be heard above the racket -- making them shorter, higher pitched or louder, or changing their patterns. But how about singing at night, when cities are quieter? Many birds that",
      "byline": "By Henry Fountain",
      "date": "20070508",
      "title": "OBSERVATORY",
      "url": "http:\/\/www.nytimes.com\/2007\/05\/08\/science\/08observ.html"
    },
    {
      "body": "ALEXIUS OTTO, a junior at Hunter College in Manhattan, has a perfectly good bed in his apartment in the East Village. But twice over the last month he has paid to take short snoozes at Yelo, a new salon on West 57th Street that sells anxious New Yorkers the promise of a brief but cocooning sleep. Yelo consists of seven private chambers that can be",
      "byline": "By NATASHA SINGER",
      "date": "20070201",
      "title": "SKIN DEEP; Hey, Sleepy, Want to Buy a Good Nap?",
      "url": "http:\/\/www.nytimes.com\/2007\/02\/01\/fashion\/01skin.html"
    },
    {
      "body": "ON Tuesday a small fleet of homing pigeons will be released from a plaza near the San Jose Museum of Art to fly back to their trainer about 10 miles away. But these are not your average birds. Each will be carrying, in a tiny nylon backpack, some very small equipment that gives their journey a larger purpose: a global positioning system unit for",
      "byline": "By JORI FINKEL",
      "date": "20060806",
      "title": "ART; An Exhibition Where Paintings Are So Last Century",
      "url": "http:\/\/www.nytimes.com\/2006\/08\/06\/arts\/design\/06fink.html"
    },
    {
      "body": "INSIDE a flimsy temporary office on a dusty movie lot here, a young man sits in front of a computer, showing off a three-dimensional rendering of the collapse of the World Trade Center. It was assembled by merging the blueprints for the twin towers -- the before-picture, you might say -- with a vast collection of measurements, including some taken",
      "byline": "By DAVID M. HALBFINGER",
      "date": "20060702",
      "title": "FILM; Searching for Truth in the Rubble",
      "url": "http:\/\/www.nytimes.com\/2006\/07\/02\/movies\/02halb.html"
    },
    {
      "body": "A small group of National Security Agency officials slipped into Silicon Valley on one of the agency's periodic technology shopping expeditions this month. On the wish list, according to several venture capitalists who met with the officials, were an array of technologies that underlie the fierce debate over the Bush administration's anti-terrorist",
      "byline": "By JOHN MARKOFF; Scott Shane contributed reporting from Washington for this article.",
      "date": "20060225",
      "title": "Taking Snooping Further; Government Looks at Ways To Mine Databases",
      "url": "http:\/\/www.nytimes.com\/2006\/02\/25\/technology\/25data.html"
    },
    {
      "body": "I.B.M. is betting on video game technology to bring supercomputer-caliber visualization tools to its mainstream corporate market and to reduce the computing costs of daunting tasks like hunting for oil, discovering new drugs and exploring the human body. I.B.M. announced server computers powered by microprocessors yesterday, using an innovative",
      "byline": "By STEVE LOHR",
      "date": "20060209",
      "title": "I.B.M. Unveils Server Line That Uses Game Chips",
      "url": "http:\/\/www.nytimes.com\/2006\/02\/09\/technology\/09blue.html"
    },
    {
      "body": "COMPUTING is breaking out of the beige box. Millions of miles of fiber-optic cables are weaving together software that lives on the Internet and data moving at the speed of light into a single global fabric. It has been almost two decades since Sun Microsystems pioneered the slogan ''the network is the computer.'' Today, after many false starts,",
      "byline": "By JOHN MARKOFF",
      "date": "20051005",
      "title": "COLLABORATION; The Time Is Now: Bust Up The Box!",
      "url": "http:\/\/www.nytimes.com\/2005\/10\/05\/technology\/techspecial\/05markoff.html"
    },
    {
      "body": "Scientists and engineers in the United States and Japan plan to test the world's highest-resolution videoconferencing system on Monday evening over a 9,000-mile optical network linking the University of California, San Diego, with Keio University in Tokyo. The demonstration will allow those attending the iGrid 2005 scientific computing conference",
      "byline": "By JOHN MARKOFF",
      "date": "20050926",
      "title": "TECHNOLOGY; Like High-Def? Here Comes the Next Level",
      "url": "http:\/\/www.nytimes.com\/2005\/09\/26\/business\/26video.html"
    }
  ],
  "tokens": [
    "Data",
    "Visualization"
  ],
  "total": 72
}
